function About() {
  return (
    <section>
      <h2>Про себе</h2>
      <p>Студент 2 курсу Національного університету «Львівська політехніка» за спеціальністю «Кібербезпека». Цікавлюся інформаційною безпекою, програмуванням та захистом комп'ютерних мереж. Під час навчання здобуваю практичні навички у сфері вебпрограмування, криптографії та роботи з базами даних. Вивчаю Python та C#, працюю у Visual Studio, PyCharm і VS Code, а також знайомлюся з налаштуванням мережевого обладнання (Cisco). Прагну розвивати технічні навички та здобувати практичний досвід у сфері ІТ.</p>
    </section>
  );
}

export default About;